[
    {
        "pdb_id": "3wg9",
        "caption": "The Rex-family repressors sense redox levels by alternative binding to NADH or NAD(+). Unlike other Rex proteins that regulate aerobic respiration, RSP controls ethanol fermentation in the obligate anaerobe Thermoanaerobacter ethanolicus JW200(T). It is also found in other anaerobic microorganisms. Here we present the crystal structures of apo-RSP, RSP/NADH and RSP/NAD(+)/DNA, which are the first structures of Rex-family members from an obligate anaerobe. RSP functions as a homodimer. It assumes an open conformation when bound to the operator DNA and a closed conformation when not DNA-bound. The DNA binds to the N-terminal winged-helix domain and the dinucleotide, either reduced or oxidized, binds to the C-terminal Rossmann-fold domain. The two distinct orientations of nicotinamide ring, anti in NADH and syn in NAD(+), give rise to two sets of protein-ligand interactions. Consequently, NADH binding makes RSP into a closed conformation, which does not bind to DNA. Both the conserved residues and the DNA specificity of RSP show a number of variations from those of the aerobic Rex, reflecting different structural bases for redox-sensing by the anaerobic and aerobic Rex-family members. "
    },
    {
        "pdb_id": "4kiq",
        "caption": "A novel series of p38 MAP kinase inhibitors with high selectivity for the p38α isoform over the other family members including the highly homologous p38β isoform has been identified. X-ray co-crystallographic studies have revealed an unprecedented kinase binding mode in p38α for representative analogs, 5c and 9d, in which a Leu108/Met109 peptide flip occurs within the p38α hinge region. Based on these findings, a general strategy for the rational design of additional promising p38α isoform selective inhibitors by targeting this novel binding mode is proposed. "
    },
    {
        "pdb_id": "6mj5",
        "caption": "Tyrosyl DNA-phosphodiesterase I (TDP1) repairs type IB topoisomerase (TOP1) cleavage complexes generated by TOP1 inhibitors commonly used as anticancer agents. TDP1 also removes DNA 3' end blocking lesions generated by chain-terminating nucleosides and alkylating agents, and base oxidation both in the nuclear and mitochondrial genomes. Combination therapy with TDP1 inhibitors is proposed to synergize with topoisomerase targeting drugs to enhance selectivity against cancer cells exhibiting deficiencies in parallel DNA repair pathways. A crystallographic fragment screening campaign against the catalytic domain of TDP1 was conducted to identify new lead compounds. Crystal structures revealed two fragments that bind to the TDP1 active site and exhibit inhibitory activity against TDP1. These fragments occupy a similar position in the TDP1 active site as seen in prior crystal structures of TDP1 with bound vanadate, a transition state mimic. Using structural insights into fragment binding, several fragment derivatives have been prepared and evaluated in biochemical assays. These results demonstrate that fragment-based methods can be a highly feasible approach toward the discovery of small-molecule chemical scaffolds to target TDP1, and for the first time, we provide co-crystal structures of small molecule inhibitors bound to TDP1, which could serve for the rational development of medicinal TDP1 inhibitors."
    },
    {
        "pdb_id": "7b5y",
        "caption": "The cyclic dinucleotide second messenger c-di-AMP is a major player in regulation of potassium homeostasis and osmolyte transport in a variety of bacteria. Along with various direct interactions with proteins such as potassium channels, the second messenger also specifically binds to transcription factors, thereby altering the processes in the cell on the transcriptional level. We here describe the structural and biochemical characterization of BusR from the human pathogen Streptococcus agalactiae. BusR is a member of a yet structurally uncharacterized subfamily of the GntR family of transcription factors that downregulates transcription of the genes for the BusA (OpuA) glycine-betaine transporter upon c-di-AMP binding. We report crystal structures of full-length BusR, its apo and c-di-AMP bound effector domain, as well as cryo-EM structures of BusR bound to its operator DNA. Our structural data, supported by biochemical and biophysical data, reveal that BusR utilizes a unique domain assembly with a tetrameric coiled-coil in between the binding platforms, serving as a molecular ruler to specifically recognize a 22 bp separated bipartite binding motif. Binding of c-di-AMP to BusR induces a shift in equilibrium from an inactivated towards an activated state that allows BusR to bind the target DNA, leading to transcriptional repression."
    }
]